{"reviews": [{"sentences": [{"aboard": 1, "plane": 2, "crash": 1, "demon": 1, "high": 1, "storm": 1, "teen": 1, "himalaya": 1, "way": 1, "game": 1, "yeti": 1, "curs": 1, "snow": 1, "fierc": 1, "full": 1, "thunder": 1, "japan": 1, "school": 1, "unfortun": 1, "footbal": 1, "play": 1, "start": 1, "american": 1}, {"realli": 1, "unlucki": 1}, {"think": 1, "come": 1, "decid": 1, "aliv": 1, "survivor": 1, "help": 1, "wait": 1, "dead": 1}, {"think": 1, "huge": 1, "n't": 1, "hairi": 1, "could": 1, "creatur": 1, "abomin": 1, "snowman": 1, "yeti": 1, "soon": 1, "howev": 1, "get": 1, "wors": 1, "discov": 1, "type": 1, "kill": 1, "eat": 1, "want": 1, "luck": 1}, {"surviv": 1, "reach": 1, "fight": 1, "teen": 1, "strand": 1, "help": 1, "trap": 1, "starv": 1, "cold": 1, "time": 1}], "rating": "4", "nb_sentence": 5, "nb_word": 63}, {"sentences": [{"character": 1, "judg": 1, "feebl": 1, "harvey": 1, "keitel": 1, "dialogu": 1, "turgid": 1}, {"plot": 1, "film": 1, "off-duti": 1, "make": 1, "unfunniest": 1, "conspir": 1, "tension-fre": 1, "like": 1, "one": 1, "hitman": 1, "play": 1, "time": 1}, {"feel": 1, "extract": 1, "dire": 1, "tri": 1, "script": 1, "sorri": 1, "lifeless": 1, "cast": 1, "comedi": 1}, {"avoid": 1}], "rating": "1", "nb_sentence": 4, "nb_word": 29}, {"sentences": [{"jame": 1, "n't": 1, "entertain": 1, "jameson": 1, "forgotten": 1, "'s": 1, "although": 1, "1977": 1, "second": 1, "747": 1, "luxuri": 1, "smash-hit": 1, "predecessor": 1, "airport": 4, "direct": 1, "necessarili": 1, "new": 1, "rich": 1, "also": 1, "differ": 1, "load": 1, "valuabl": 1, "'77": 2, "say": 1, "sequel": 1, "plane": 1, "thriller": 1, "jerri": 1, "philip": 1, "known": 1, "paint": 1, "ca": 1, "slightli": 1, "fli": 1, "belong": 1, "businessman": 1, "stewart": 1, "right": 1, "disast": 1, "classic": 1, "steven": 1, "reason": 1, "tile": 1, "sort": 1, "brand": 1, "like": 1, "start": 1, "1970": 1}, {"one": 1, "film": 1, "airport": 1, "three": 1, "seen": 1, "actual": 1, "far": 1, "like": 1, "best": 1}], "rating": "4", "nb_sentence": 2, "nb_word": 61}], "sentiment_class": 0, "nb_word": 153}